[
    {
        "_id": {
            "$oid": "6479c3741de2044d9892aaa3"
        },
        "name": "Parque de Ténis",
        "price": 32,
        "location": "Vila do Conde",
        "details": {
            "type": "Sintético",
            "ball": true,
            "vest": true,
            "lockerRoom": true
        },
        "img": "/../public/images/futsal1.png",
        "hoursOpen": "14:00 - 21:00",
        "description": "It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout."
    },
    {
        "_id": {
            "$oid": "647e42a7605fc0f03a1c0e15"
        },
        "name": "Estadio da Constituição",
        "price": 25,
        "location": "Porto",
        "hoursOpen": "08:00 - 22:00",
        "details": {
            "type": "Sintético",
            "ball": true,
            "vest": true,
            "lockerRoom": true,
            "lat": 41.16236711158582,
            "long": -8.60856135619098
        },
        "img": "/../public/images/sintetico1.jpeg",
        "description": "Descubra o emocionante Constituição Park, também conhecido como Antigo Estádio da Constituição. Localizado em uma área de grande importância esportiva, este campo de futebol histórico é o local perfeito para jogadores e torcedores apaixonados. Com um gramado impecável, arquibancadas confortáveis e instalações modernas, o Constituição Park oferece uma experiência completa. Desfrute de partidas emocionantes, envolvendo-se na atmosfera vibrante do futebol. Seja para jogar ou torcer, aproveite a rica história esportiva deste local e mergulhe na paixão e competição que o Constituição Park proporciona."
    },
    {
        "_id": {
            "$oid": "647e42a7605fc0f03a1c0e17"
        },
        "name": "Indoor Soccer Arca D'Água",
        "price": "15",
        "location": "Porto",
        "hoursOpen": "09:00 - 00:00",
        "details": {
            "type": "Sintético",
            "ball": true,
            "vest": false,
            "lockerRoom": false
        },
        "lat": 41.170075485668335,
        "long": -8.615612902817709,
        "img": "/../public/images/sintetico2.jpeg",
        "description": "O Indoor Soccer Paranhos é um campo de futebol coberto que oferece uma experiência única para os amantes do esporte. Localizado em Paranhos, este moderno complexo esportivo proporciona um ambiente seguro e confortável para desfrutar de partidas emocionantes de futebol, independentemente das condições climáticas. Com um gramado impecável e instalações de última geração, incluindo vestiários modernos e áreas de convivência, o Indoor Soccer Paranhos é o lugar perfeito para jogadores e espectadores desfrutarem de momentos memoráveis. Experimente a paixão pelo futebol neste campo indoor de alta qualidade, onde diversão e competição se encontram em um só lugar."
    },
    {
        "_id": {
            "$oid": "647e42a7605fc0f03a1c0e18"
        },
        "name": "Campo De futebol Do Parque Da Cidade",
        "price": 55,
        "location": "Parque da Cidade do Porto",
        "hoursOpen": "09:00 - 20:00",
        "details": {
            "type": "Relva",
            "ball": true,
            "vest": true,
            "lockerRoom": true
        },
        "lat": 41.16868693948721,
        "long": -8.67884939907137,
        "img": "/../public/images/sintetico3.jpg",
        "description": "O Parque da Cidade, localizado no Porto, é o local ideal para desfrutar de uma partida de futebol com os seus amigos. Este espaçoso parque oferece campos disponíveis para aluguel, proporcionando uma experiência única para os amantes do esporte. Seja durante a semana ou nos fins de semana, aproveite a oportunidade de jogar futebol em um ambiente natural e deslumbrante. Com vastas áreas verdes e uma atmosfera convidativa, o Parque da Cidade é o lugar perfeito para desfrutar de momentos de diversão e competição. Venha explorar este espaço incrível e desfrute de um jogo emocionante neste cenário encantador."
    },
    {
        "_id": {
            "$oid": "647e42a7605fc0f03a1c0e19"
        },
        "name": "Campo da Ervilha",
        "price": 47,
        "location": "Parque da Cidade do Porto",
        "hoursOpen": "17:30 - 23:00",
        "details": {
            "type": "Relva",
            "ball": true,
            "vest": true,
            "lockerRoom": true
        },
        "lat": 41.161136820826734,
        "long": -8.672430293326235,
        "img": "/../public/images/sintetico4.jpg",
        "description": "O Campo da Ervilha, localizado no Porto, é um destino imperdível para os amantes do futebol em busca de uma experiência emocionante. Este campo oferece instalações modernas e bem cuidadas, proporcionando um ambiente perfeito para jogar e desfrutar do esporte com amigos ou em equipe. Com uma localização conveniente e um gramado impecável, o Campo da Ervilha oferece a combinação ideal de competitividade e diversão. Seja para uma partida amigável ou para treinamentos intensos, este campo é o lugar ideal para a prática do futebol. Desfrute de momentos inesquecíveis no Campo da Ervilha, onde a paixão pelo futebol ganha vida."
    }
]